---
kind: enumMember
id: F:Autodesk.Revit.DB.Electrical.ElectricalPhase.ThreePhase
enum: Autodesk.Revit.DB.Electrical.ElectricalPhase
source: html/aff8cc61-d006-c2df-8687-86c41f219384.htm
---
# Autodesk.Revit.DB.Electrical.ElectricalPhase.ThreePhase

Electrical phase is three phase.